{
	"content": {
		"404_intro_1": "You encountered a 404 error. :(",
		"404_intro_2": "If you followed an external link to our site, then that link seems to no longer be valid.",
		"404_intro_3": "If you followed an internal link on our site, you might want to <a href=\"mailto:info@asofterspace.com\">tell us</a> about the problem!",
		"as_pdf_permalink": "As PDF (permalink)",
		"as_zip_permalink": "As ZIP (permalink)",
		"ass_baselink": "asofterspace.com",
		"atdomainname": "@asofterspace.com",
		"author": "Author",
		"based_on": "based on",
		"bricks": "Bricks",
		"co-founder": "Co-founder",
		"conference_paper": "Conference Paper",
		"conference_presentation": "Conference Presentation",
		"contact": "Contact",
		"continuous": "Continuous",
		"cookies": "Cookies",
		"customers": "Customers",
		"customers_esa_headline": "European Space Agency",
		"customers_esa_intro": "We are working for ESA as part of the EGS-CC project, providing products such as <a href=\"/products#ekse\">EKSE</a> and enabling the automated deployment of EGS-CC based systems.",
		"customers_intro": "Here is just a small selection of our customers.<br>If you want to get yourself into this hall of fame, do not hesitate to place an order for your own custom software!",
		"customers_right_intro": "<a href=\"https://www.right-basedonscience.de/\" target=\"_blank\">Right</a> is a startup aiming to help reduce the negative impact we all have on the climate - which is a very cool thing indeed!<br>Therefore, we are happy to be involved with providing the tools for them to create their <a href=\"/products#xdcreportcreator\">XDC reports</a> - which will inform policymakers about their impact.",
		"customers_skyhook_intro": "We are programming the <a href=\"https://app.skyhook.is/\" target=\"_blank\">web application</a> of Skyhook Ehf., an Icelandic startup that enables aircraft mechanics to track their work and pilots to track their flights.",
		"customers_sve_headline": "SuperVision Earth",
		"customers_sve_intro": "We built the backend and parts of the frontend of SuperVision Earth's web application. The result was received well:",
		"customers_sve_testimonial": "At SuperVision Earth, we commissioned a highly custom web app from A Softer Space, and got it delivered exactly according to our wishes. We were very satisfied with the communication, flexibility and performance of A Softer Space and are expecting to work together again in the near future.",
		"description": "A Softer Space - creating software for space and scientific research in general with enthusiasm and flexibility rather than bureaucracy and legalese.",
		"dev_funk_headline": "Dev Funk - How about not repeating the same mistakes again and again?",
		"dev_funk_presentation_update_date": "1<sup>st</sup> January 2020",
		"dev_funk_status": "Presented at the Developer Conference during the BMT 2019/2020 in Bremen, Germany",
		"donations": "Donations",
		"donations_2018_end": "Keep up the awesome work y'all! :)",
		"donations_2018_malaria_1": "In 2018, we have made an end-of-year donation over 3122.55 € to the <a href=\"https://www.againstmalaria.com/\" target=\"_blank\">Against Malaria Foundation.</a>",
		"donations_2018_malaria_2": "They provide nets which protect people from insects and therefore prevent the spread of malaria.<br>Seems like our money will be put to good use there!",
		"donations_2018_patreon": "Furthermore, in 2018 we also donated a total of $346.82 (309.59 €) via <a href=\"https://www.patreon.com/\" target=\"_blank\">Patreon</a> to content creators who we believe really do change the world - such as:<ul><li><a href=\"https://www.youtube.com/user/crashcourse\" target=\"_blank\">CrashCourse</a></li><li><a href=\"https://www.youtube.com/user/Kurzgesagt\" target=\"_blank\">Kurzgesagt - In a Nutshell</a></li><li><a href=\"https://www.youtube.com/user/minutephysics\" target=\"_blank\">MinutePhysics</a></li><li><a href=\"https://www.youtube.com/user/minuteearth\" target=\"_blank\">MinuteEarth</a></li><li><a href=\"https://www.youtube.com/channel/UCw95T_TgbGHhTml4xZ9yIqg\" target=\"_blank\">Vintage Space</a></li></ul>",
		"donations_2018_wikipedia": "Finally, we also donated 100.00 € to the Wikimedia Foundation as providing open access to information is ridiculously important - for all of us.",
		"donations_2019_bergwaldprojekt": "Also, we donated 80.00 € to the &ldquo;<a href=\"https://www.bergwaldprojekt.de/\">Bergwaldprojekt</a>&rdquo; which facilitates volunteer reforestation projects.",
		"donations_2019_end": "Just as in 2018 - keep up the awesome work again! :)",
		"donations_2019_gutenberg": "We also donated $107.37 (100.00 €) to <a href=\"https://www.gutenberg.org/\">Project Gutenberg.</a>",
		"donations_2019_internetarchive": "Additionally, we donated 100.00 € to the <a href=\"https://archive.org/\">Internet Archive.</a>",
		"donations_2019_malaria_and_strongminds": "In 2019, we have donated 3877.00 € to the <a href=\"https://www.againstmalaria.com/\" target=\"_blank\">Against Malaria Foundation</a> and $4293.00 (3860.44 €) to <a href=\"https://strongminds.org/\" target=\"_blank\">Strongminds</a>.",
		"donations_2019_patreon": "Lastly, in 2019 we also donated a total of 225.10 € via <a href=\"https://www.patreon.com/\" target=\"_blank\">Patreon</a> to awesome content creators.",
		"donations_2020_end": "Donations donations... Whoop whoop!",
		"donations_2020_refuge": "In 2020, we have donated 100.00 € to <a href=\"https://www.refuge.org.uk/\" target=\"_blank\">Refuge</a>, which is working against domestic violence in the UK.",
		"donations_ea_headline": "Effective Altruism",
		"donations_ea_intro": "If you want to learn more about impactful giving and get involved yourself, <a href=\"https://www.effectivealtruism.org/\" target=\"_blank\">Effective Altruism</a> is a great place to do so.",
		"donations_giving_what_we_can_intro_1": "We believe in the idea behind the <a href=\"https://www.givingwhatwecan.org/\" target=\"_blank\">Giving What We Can</a> initiative.",
		"donations_giving_what_we_can_intro_2": "In particular, if everyone gives a small but meaningful amount of their income to good causes - and if these are scientifically vetted to actually do a lot of good with the money they are given - then the lives of many can be improved.",
		"donations_headline_2018": "Donations in 2018",
		"donations_headline_2019": "Donations in 2019",
		"donations_headline_2020": "Donations in 2020",
		"download": "Download",
		"ekse_headline": "EKSE: A Command Line Interface for EGS-CC based Systems",
		"ekse_presentation_update_date": "25<sup>th</sup> April 2018",
		"ekse_status": "Presented at the 2018 SpaceOps Conference in Marseille, France",
		"ekse_update_date": "25<sup>th</sup> April 2018",
		"experience": "Experience",
		"file_type": "File type",
		"flyer_gallery": "Flyer Gallery",
		"games": "Games",
		"games_intro_1": "We want to change the world, support space exploration, science, and tackle all the hard things...<br>But sometimes, you just have to relax and play a nice game.",
		"games_intro_2": "Therefore we also create games, mostly as a way to learn new skills and showcase our abilities.",
		"games_vrcade_intro": "Our VR Arcade hall - called vrCade - is currently under development.<br>The idea is that several pinball machines and simple arcade machines will be available such that you can enjoy the fun of an entire arcade hall without having to leave your living room. :)",
		"games_vrcade_preview": "Here is a short preview on which you can see the first pinball machine, Flipper QnD:",
		"games_wallbreak_online_intro": "Wallbreak Online is a little game that originally started being written as an exercise during the best university course about game programming ever.",
		"games_wallbreak_online_lets_play": "You can play it for yourself <a href=\"/games/wallbreak_online/play\" target=\"_blank\">here</a>. (Use left and right arrow keys as input.)",
		"games_wallbreak_online_source_code": "As usual for us, the source code for this game is <a href=\"https://github.com/ASofterSpace/assWebsite/tree/master/games/wallbreak_online\" target=\"_blank\">freely available on GitHub.</a>",
		"home": "Welcome",
		"index_contact_section": "Have you seen something that you like?<br>Do you want to do research with us? Do you want to order custom software for you or your enterprise? Or just chat about the direction Star Wars has been going lately?<br>Just send us an email!",
		"index_cookie_section": "Btw.: We are <strong>not</strong> asking for your consent about storing cookies on your computing device.<br>Why, you may ask?<br>Well... we like our software simple and dependable. So we are simply not storing any cookies on your computer, period!<br>(And we are not using nonsensical thirdparty software either, which might otherwise do so without us knowing. We actually do have some embedded youtube videos, but by using the youtube-nocookie URL, no cookies are set when the page is loaded. It is to be expected though that Google will happily set a few cookies when you actually click on such a video.)",
		"index_welcome_other_languages": "Sprichst du lieber Deutsch?<br><a href=\"https://www.asofterspace.de/\">Hier geht es zur deutschen Seite.</a>",
		"index_welcome_section": "Hey there,<br><br>We are A Softer Space.<br><br>We create software for space, science, and anything else that seems worthwhile. Our aim is to provide simple and reliable products without any of the red tape: software, not paperwork.<br>Located in Frankfurt, Germany, we serve customers all over the globe. These services range from building legacy system interfaces up to creating brand new virtual reality applications - and anything in between.<br><br>If you want to learn more about us, you might want to look at our <a href=\"mission\">mission statements</a> or our <a href=\"customers\">customers</a>. Or maybe you want to see some <a href=\"products\">products</a> or <a href=\"games\">games</a> that we have been working on?<br>More interested in <a href=\"science\">science</a>? Want to learn about our <a href=\"donations\">donations</a>? Or do you just want to get some <a href=\"resources\">free resources</a>?<br>Whatever it is that you are looking for, I truly hope you will find it here.<br><br>Have an interesting day!<br>Moya",
		"input": "Input",
		"jobs": "Jobs",
		"jobs_call_to_action": "Want to apply? Just send a quick email to <a href=\"mailto:jobs@asofterspace.com\">jobs@asofterspace.com</a>... We are excited to get to know you!",
		"jobs_intro": "Hey you!<br>Yeah, <strong>YOU</strong>! :)<br>We need YOU to get on board and reach the stars together...",
		"jobs_searching": "Right now, we are searching for:<br><br>Programmers in the area of Frankfurt / Darmstadt in Germany who are interested in the space sector.<br>A gross salary of about 1800 € / month is intended for the six month training period of this permanent position. As soon as you are being placed in a project, your income will raise depending on the particular project.<br>Previous experience is not necessary, we are happy to teach you on the fly. :)",
		"keywords": "software, space, java, javascript, php, egscc, openmct",
		"lang": "en",
		"last_updated": "Last updated",
		"manual": "Manual",
		"masters_thesis": "Master's Thesis",
		"merch_intro": "Here you can find our Very Official, Very Important Corporate Presentation as well as several posters.",
		"merch_presentations_headline": "Presentation",
		"merch_presentations_intro": "This presentation shows what A Softer Space is all about.",
		"merch_presentations_odp": "<a href=\"/merchandise/A%20Softer%20Space.odp\" target=\"_blank\">Presentation as ODP (Open Document)</a>",
		"merch_presentations_pdf": "<a href=\"/merchandise/A%20Softer%20Space.pdf\" target=\"_blank\">Presentation as PDF (Portable Document)</a>",
		"merch_presentations_pptx": "<a href=\"/merchandise/A%20Softer%20Space.pptx\" target=\"_blank\">Presentation as PPTX (Power Point)</a>",
		"merch_presentations_pptx_just_href": "/merchandise/A%20Softer%20Space.pptx",
		"merchandise": "Merchandise",
		"merchandise_flyer_gallery_headline_ass_mars": "A Softer Space Mars-themed Flyer",
		"merchandise_flyer_gallery_headline_ass_process": "A Softer Space Process-oriented Flyer",
		"merchandise_flyer_gallery_headline_ass_software": "A Softer Space Software-themed Flyer",
		"merchandise_flyer_gallery_headline_ass_vr": "A Softer Space VR-themed Flyer",
		"merchandise_flyer_gallery_intro": "These are some flyers we have designed:",
		"merchandise_poster_gallery_headline_vrcade_flipperqnd": "Poster about Flipper QnD from vrCade",
		"merchandise_poster_gallery_intro": "This is a poster we have designed:",
		"merchandise_poster_gallery_intro_vrcade_flipperqnd": "You can find more information about vrCade on our <a href=\"/games#vrcade\">Games page</a>.",
		"mission": "Mission",
		"mission_earth_headline": "But what about the people on Earth?",
		"mission_earth_intro_1": "<i>Shouldn't you spend, like, all your efforts on directly decreasing problems here on Earth, as long as there are still people living in poverty, and wars going on, and diseases spreading around, and...?</i>",
		"mission_earth_intro_2": "Yes, there are many problems that need to be addressed here on Earth.<br>However, focusing on space and science in general already allows us to have a positive impact, as pretty much all space technology in some way or another improves the lives of real people at home. We have the Sentinel satellites watching over us, helping respond to natural disasters more quickly and efficiently; we have the GPS satellite network enabling people to now get lost while staring at their smartphones rather than getting lost while staring at paper maps; we have solar panels on roofs, creating renewable energy based on inventions originally made with space in mind; the list is endless.<br>Of course, not every problem will be miraculously fixed by science - but if we are only looking at ourselves and trying to improve ourselves, we will never get “out there.” There will always be some inequality to fix somewhere, some problem to overcome at home, some reason to keep us from adventuring out to the stars.<br>It seems that a balance needs to be found - a balance between boldly going forward and still focusing efforts on improving the conditions for all humans on this, our home planet. Trying to somewhat achieve this balance, we therefore are taking the <a href=\"https://www.givingwhatwecan.org/\" target=\"_blank\">Giving What We Can</a> pledge, and are encouraging everyone else to do it too. We, as a company, will now and forever <a href=\"/donations\">donate at least ten percent</a> of our net profit (say, yearly) to causes that have proven the most impactful in actually helping people out.",
		"mission_hippies_headline": "Hippies Into Space!",
		"mission_hippies_intro": "Hippies! Queers! Vegans! Punks! Feminists! Nerds! Kinksters! Refugees!<br>Everyone is welcome here - we want to do fun space and science things together, and everyone can participate. You don't even have to wear a suit! (However, if you really happen to like suits, then yay for you; of course you may. ^^)<br>A lot of our fun is (and will be) <a href=\"https://github.com/ASofterSpace/\" target=\"_blank\">freely available online</a>, so you can just participate there if you feel like it. Of course, if you want to spend any serious amount of time working with our toys, then you can also just apply to work with us - just send us a message.",
		"mission_intro": "A few words on what motivates us, what drives us - what we are doing all this for!",
		"mission_military_headline": "Military",
		"mission_military_intro": "We said before that everyone is welcome with us - however, there is one sector we gladly choose to not work with: The military.<br>A lot of aerospace companies take that sweet sweet military money, but we will not partake in it - no offense, no fucking “defense” either that in practice seems to mean the same thing most of the time.<br>The only thing our software might ever defend you from are natural disasters, and possibly zombies; never other humans. Those you will just have to talk to, sorry.<br>Sadly, even the European Space Agency, originally founded as entirely peaceful organisation, by now has fallen into the trap of betraying its own values just to get more assignments: “[...] “peaceful purposes” cannot be interpreted as restricting ESA’s capacity to conduct activities of [...] military nature.” (ESA council note ESA/C(2003)153)<br><a href=\"https://xkcd.com/137/\" target=\"_blank\">FUCK. THAT. SHIT.</a><br><br>We are with <a href=\"http://slatestarcodex.com/2014/07/30/meditations-on-moloch/\" target=\"_blank\">Elua, not with Moloch</a>.<br>If you want us to make software for weapons, well tough luck! We believe weapons always fucking kill people and are <strong>always</strong> bad. We are certain you will find enough people gladly working for you, but <strong>NOT US</strong>.<br><strong>NOT NOW.</strong><br><strong>NOT EVER.</strong><br>We are the good ones. Or at least we try as hard as we fucking can.<br>Seriously.",
		"mission_open_headline": "Open Everything",
		"mission_open_intro": "We love FOSS (<a href=\"https://en.wikipedia.org/wiki/Free_and_open-source_software\" target=\"_blank\">free and open source software</a>), and we believe in freely available information in general.<br>You will not find us hiding any breakthroughs behind a paywall; instead, we love open access to both scientific data and software, and we love the idea of the <a href=\"http://unlicense.org/\" target=\"_blank\">Unlicense</a>, which allows software to be used in literally whatever way you want. We are trying to make as much of our software available under this license. However as we do intend to work together with other companies which may not fully share our worldview, we cannot at this moment promise that we will always use the unlicense for everything we produce.<br>The text of the license can be found <a href=\"/licenses/unlicense\">here</a>.",
		"mission_science_headline": "Science and Universities",
		"mission_science_intro": "We love science too!<br>As focusing on space alone would be very narrow and ultimately might be a bit boring, we also want to outreach to the wider scientific community and offer assistance with anything that is weird, new, interesting, groundbreaking, or in any other way, shape or form: fun.<br>We especially think that we can help with one particular problem that scientists at universities face all over the place: Students produce wonderful programs that can do amazing things, e.g. during their thesis - but then they leave, sometimes not managing to fully complete their projects, or to maintain them to ensure they are still working a year down the road. This leaves researchers with a whole variety of half-cooked tools that all kind-of-somehow-a-little-bit-but-not-really-work. We want to work together with you on such products and ensure that they do what is required of them, not just now, but also in the long run.<br>The same applies to scientists anywhere - if you are in the field and need a specific software tool to do xyz for you, and the tool does not yet exist: let us know, we can make it! If you work for a company and do research for them, but you are missing a particular program that would make your day in the lab so much more efficient - poke your manager until they hire us to make it for you! ;)<br>Knowing that money is very limited when doing scientific research, we are open to any and all proposals for how a meaningful exchange could still come to fruition - think outside the box; we really want to help you (but also feed our developers.)",
		"mission_space_headline": "Why Space?",
		"mission_space_intro": "We love space!<br>Look at some slick Soviet-designed space vehicles with their <a href=\"https://en.wikipedia.org/wiki/Soyuz_(spacecraft)\" target=\"_blank\">round bits and bobs</a> like <a href=\"https://en.wikipedia.org/wiki/File:Vega_model_-_Udvar-Hazy_Center.JPG\" target=\"_blank\">wonky insects with onions as their heads</a>, or look at SpaceX <a href=\"https://www.youtube.com/watch?v=lEr9cPpuAx8\" target=\"_blank\">landing rockets on drone ships</a> named after spacecraft from the <a href=\"https://en.wikipedia.org/wiki/Culture_series\" target=\"_blank\">Culture series</a>, or at <a href=\"https://en.wikipedia.org/wiki/Huygens_(spacecraft)\">Huygens landing on Titan</a> and sending back a supercool <a href=\"https://en.wikipedia.org/wiki/Huygens_(spacecraft)#/media/File:Huygens_surface_color.jpg\" target=\"_blank\">hipster sepia photo</a>...<br>Everything to do with space is awesome, cool - and yet incredibly difficult. But doing the impossible makes us mighty. Only when struggling against the greatest odds can we as humans truly shine the brightest, come up with wonderful innovations, and make giant leaps ahead. And so we choose to do these things <a href=\"https://en.wikipedia.org/wiki/We_choose_to_go_to_the_Moon\" target=\"_blank\">not because they are easy, but because they are hard</a>.",
		"oops": "Oops!",
		"openly_available_on": "Openly available on",
		"original": "Original",
		"output": "Output",
		"pages": "Pages",
		"particleboard": "Particleboard",
		"policy_document": "Privacy policy",
		"poster_gallery": "Poster Gallery",
		"privacy_policies": "Privacy Policies",
		"privacy_policies_intro": "These are the privacy policies that we have provided for our products and games:",
		"privacy_policy": "Privacy",
		"privacy_policy_universalconverter_headline": "Privacy Policy for the UniversalConverter",
		"privacy_policy_universalconverter_intro_1": "The UniversalConverter app includes the feature to use the flashlight of the Android device to output generated Morse code.",
		"privacy_policy_universalconverter_intro_2": "To access the flashlight to perform this action, the camera needs to be accessed, as the flashlight itself is technically part of the camera subsystem of the Android device.<br>Therefore, the UniversalConverter app requires access to the camera. As it is only interested in the flashlight, no data is collected from the camera, and no data is stored or transmitted anywhere.",
		"privacy_policy_universalconverter_intro_3": "Also, no data regarding the use of the flashlight is collected, stored or transmitted anywhere.",
		"privacy_policy_universalconverter_intro_4": "The user has the full right to withdraw their consent and request the deletion of all data by contacting e.g. <a href=\"mailto:info@asofterspace.com\">info@asofterspace.com</a> (which however will result in no action at all, as no data is collected in the first place.)",
		"products": "Products",
		"products_assEditor_intro_1": "After becoming increasingly frustrated with existing editors - especially code completion features that delay the input in a noticeable way - we have started creating our own source code editor. It is optimized for allowing fast typing speed above all else and contains some other nifty features as well.",
		"products_assMusician_intro_1": "A little program that reads in a song... and outputs the same song with lots of drums! Yayyy!<br>The resulting remixes are then uploaded to YouTube...",
		"products_cdm_tool_intro": "The CDM Commandline Tool can be used to edit CDMs for EGS-CC directly from the commandline.<br>Especially helpful can be the conversion between different CDM versions and the validation of existing CDMs.",
		"products_ekse_intro_1": "The EGS-CC Karaf Shell Extension, short EKSE, is a tool that enables direct interaction with the backend of an EGS-CC based system.<br>(And if you are wondering what this EGS-CC might be - it the new collection of building blocks developed across Europe that can be used to assemble Monitoring and Control Systems for Spacecraft, Groundstations and basically anything else. <a href=\"http://www.egscc.esa.int/\" target=\"_blank\">Here</a> you can find more information about it.)",
		"products_ekse_intro_2": "Btw. - we have a whole <a href=\"science#ekse\">paper about EKSE</a> in our science section!",
		"products_ekse_source_code": "The source code for EKSE is currently only available at ESOC, Darmstadt.",
		"products_intro": "This is just a small selection of the products we have created so far.",
		"products_ipr_awareness_1": "Assume your organisation wants to publish software. You get someone to program it for you - maybe even a whole team.<br>A couple of months down the line, and after quite some back-and-forth, it is finally ready: you test it, like it, and release it into the world. Your customers start using it - all is good, right?",
		"products_ipr_awareness_2": "One day, you get an angry letter: You are being sued for millions because your software includes source code that was not yours to release in the first place - a competitor owned it, and somehow magically it has slipped into your own product.",
		"products_ipr_awareness_3": "Sadly, this example is not nearly as unrealistic as one might think. Just one person on your team of external programmers may have copied some code from an example on stack overflow - which is licensed as CC-BY-SA, and even if you are complying with that, the code posted there <a href=\"https://meta.stackexchange.com/questions/12527/do-i-have-to-worry-about-copyright-issues-for-code-posted-on-stack-overflow\" target=\"_blank\">may have already come from a problematic source</a>. Just one person may have gotten inspired by what they programmed for their previous customer, your competitor... and decided that outright taking a large block of code was a far better use of their time than coding the exact same functionality again from scratch for you.",
		"products_ipr_awareness_4": "Tools exist already which offer to scan your entire project and compare it against a database of known software to alert you of any matches - but the price that is required for them is ludicrous, and even they cannot promise to find all of the problems.",
		"products_ipr_awareness_5": "We are here to help you in a different way. Instead of trying to find problems when they have already appeared - and necessitating costly rewrites of parts of software that have already been used for a long time - we instead help you raise awareness amongst your programmers about these topics, such that problems are less likely to appear in the first place. So instead of just fixing the symptoms, we help you actually get at the root of the problem.",
		"products_ipr_awareness_6": "To do this, we have developed the IPR Awareness Tool, which links right into the development workflow of your programmers. Whenever a piece of code is committed, our heuristics will analyse whether it looks like a legitimate addition to the codebase, or like a plain copy from another location. Not every copy is necessarily bad - and therefore the programmer is trained to immediately add specific tags mentioning where the code came from, and under what license it is being used.",
		"products_ipr_awareness_7": "So instead of you having to look through a whole list of problems years down the line, when the original developer may not even remember what was programmed - or why - the process becomes a natural part of developing software for you.",
		"products_ipr_awareness_intro": "Awareness for problems related to IPR - Intellectual Property Rights - is slowly rising amongst the global community. But why should <b>you</b> care - and what can you do about it?",
		"products_ipr_awareness_trainings_banner": "We also offer trainings to further raise IPR Awareness among your programmers!",
		"products_led_solutions_headline": "LED Solutions",
		"products_led_solutions_intro": "We offer various kinds of custom-built LED and smart home automation solutions.",
		"products_led_solutions_preview": "Here is a little preview of what happens when you leave us alone with an Arduino and a handful of LEDs for a few minutes:",
		"products_pdf_qr_reader_intro": "The PDF QR Reader is a small program that:<ol><li>reads a PDF file</li><li>finds QR codes inside of it</li><li>reads out their contents</li><li>reports the results in several different formats such as TXT, JSON and XML</li></ol>",
		"products_universalconverter_intro": "This was our first test app to learn more about smartphone app development. As the reader might infer from its name, it enables the conversion between various quantities. :)",
		"products_vr_code_analyzer_1": "Maybe our VR Code Analyzer can bring some clarity into the chaos. Dive right into the actual code, see which modules call which, how all the scripts hang together with it, and which dark looming parts actually still exist in the back that everyone has forgotten about!",
		"products_vr_code_analyzer_2": "For just 1 cent per line of code - not counting empty lines and comment lines - we create an interactive representation of your entire system in VR.",
		"products_vr_code_analyzer_intro": "Is your software system best described as a <a href=\"https://en.wikipedia.org/wiki/Big_ball_of_mud\" target=\"_blank\">Big Ball of Mud</a>? Is it a legacy system that has slowly grown from a Fortran core, into which some later C++ libraries have been plugged, and which has just recently gotten a whole new Java frontend - but now there are cries for a Rest API and a dynamic web interface based on node.js; not to mention a whole ecosystem of shell scripts that seem to call each other and are needed for <b>something</b>?",
		"products_xdc_github": "The XDC Report Creator itself is closed-source (awww...), but it is largely based on our Java Toolbox, which is freely available on <a href=\"https://github.com/ASofterSpace/Toolbox-Java\" target=\"_blank\">GitHub</a> (yay!)",
		"products_xdc_intro": "The XDC Report Creator is used to create XDC reports for the German startup <a href=\"https://www.right-basedonscience.de/\" target=\"_blank\">right. based on science</a>.",
		"purple": "Purple",
		"reference_graphs_gml_update_date": "27<sup>th</sup> January 2016",
		"reference_graphs_headline": "Reference Graph Construction and Merging for Human Genomic Sequences",
		"reference_graphs_presentation_update_date": "27<sup>th</sup> January 2016",
		"reference_graphs_status": "Defended at the University of Iceland in January 2016",
		"reference_graphs_update_date": "29<sup>th</sup> August 2017",
		"research": "Research",
		"resource_disclaimer": "All of these textures have been created by A Softer Space and are made freely made available to you to use however you please.<br>If you need a more exact license, just <a href=\"mailto:info@asofterspace.com\">contact us</a>, and I am sure we can figure something out. :)",
		"resource_howto": "To use any of these textures, just right click &rangle; Save as..., save them on your computer, and import them into whatever program you are using to create 3D games, applications - or anything else.",
		"resource_kind": "Resource",
		"resource_kind_colored": "This is a version of the texture to which a color filter has been applied.<br>Of course you can apply whatever filter you want to all our textures on your own, but sometimes we just like the effect of particular colors so much, that we will upload them alongside the regular textures here. :)<br>If you apply a filter that results in a particularly nice texture that you would like to share with us - well, then please do so!",
		"resource_kind_continuous": "This is a version of the texture that has been made continuous, such that you can use it in a tiled view. (To do so, the border areas have been edited to flow into each other neatly. Also, the texture has been cropped to be square.)",
		"resource_kind_original": "This is the original version of the texture.",
		"resources": "Resources",
		"resources_bricks_1_intro": "Just, well, bricks...",
		"resources_bricks_2_intro": "More bricks! Hooray!",
		"resources_intro": "As mentioned on our <a href=\"mission#open\">mission page</a>, we actually believe in open access... a lot.<br>We therefore proudly present a (very!) small archive of textures we created for our 3D and VR applications here - and who knows, maybe also other resources in the future.",
		"resources_particleboard_1_intro": "This is a photograph of some particleboard we have at home. It also comes in different colors, as different colors are fun!",
		"resources_transparent_explanation": "Here, we edited the texture to be transparent such that it can be put on top of any wallpaper and then looks as if the wallpaper was ripped open and the bricks could be seen through.<br>(However, if you want to be even more realistic, you should apply this kind of ripped up effect to your wallpaper directly, and place the bricks behind it - as in real life, the bricks are BEHIND the wallpaper, right? ^^)",
		"resources_wallpaper_1_intro": "Some white wallpaper we have at home... not really impressive, but a good staple to have.",
		"resources_wallpaper_2_intro": "More white wallpaper - this one is more grainy than Wallpaper 1.",
		"rewinding_the_clock_headline": "Rewinding the Clock: Playback Concepts in EGS-CC",
		"rewinding_the_clock_paper_status": "Published by A Softer Space, as ESAW does not publish papers",
		"rewinding_the_clock_presentation_update_date": "22<sup>nd</sup> May 2019",
		"rewinding_the_clock_status": "Presented at the 7th European Ground System Architecture Workshop in Darmstadt, Germany",
		"rewinding_the_clock_update_date": "22<sup>nd</sup> May 2019",
		"science": "Research",
		"science_intro": "Ideally, we would like to conduct a lot of interesting research and make all of it freely available.<br>As you can see, we have not gotten very far with that yet. So if you are interested in partnering with us and getting some more research done, please do let us know!",
		"silver": "Silver",
		"size": "Size",
		"slides": "Slides",
		"sourcecode": "Source code",
		"status": "Status",
		"tabs": "Tabs",
		"textures": "Textures",
		"times": "times",
		"title": "a softer space",
		"tools": "Tools",
		"tools_deck_building_calculator_cards": "cards",
		"tools_deck_building_calculator_cards_as": "cards as",
		"tools_deck_building_calculator_cat": "Cat",
		"tools_deck_building_calculator_dog": "Dog",
		"tools_deck_building_calculator_headline": "Deck Building Calculator",
		"tools_deck_building_calculator_intro": "This helps you calculate some odds while building decks. Good luck!",
		"tools_deck_building_calculator_king": "King",
		"tools_deck_building_calculator_queen": "Queen",
		"tools_deck_building_calculator_result": "The probability of drawing at least one of each kinds of marked cards is roughly:",
		"tools_deck_building_calculator_you_draw": "You draw",
		"tools_deck_building_calculator_you_have_a_deck_of": "You have a deck of",
		"tools_deck_building_calculator_you_mark": "You mark",
		"tools_dependency_field_guide_call_to_action": "Dig in right away. Please send us an email at <a href=\"mailto:info@asofterspace.com\">info@asofterspace.com</a> if you have any questions at all.",
		"tools_dependency_field_guide_click_for_free": "Click on the link below to get your free PDF",
		"tools_dependency_field_guide_download_link": "Download the Dependency Field Guide",
		"tools_dependency_field_guide_friend": "Do you have a friend who might benefit from the Dependency Field Guide? You can share it with them by sending them this link:",
		"tools_dependency_field_guide_headline": "Dependency Field Guide",
		"tools_dependency_field_guide_keep_on_track": "What you learn by reading the Dependency Field Guide will keep your software project on track, teaching you how to pick exactly those external dependencies that you can trust to be stable and maintainable, while avoiding bloating your project with it.",
		"tools_dependency_field_guide_yours": "Yours,",
		"tools_intro": "The following are tools we made which have come in handy for us - maybe they will be useful for you too!<br>As usual for us, the source codes for these tools are <a href=\"https://github.com/ASofterSpace/assWebsite/tree/master/tools\" target=\"_blank\">freely available on GitHub.</a>",
		"tools_json_formatter_headline": "JSON Formatter",
		"tools_json_formatter_intro": "Enter some JSON data and it will be output in a nicely formatted form.",
		"tools_json_formatter_sort_alphabetically": "Sort object keys alphabetically",
		"tools_packet_decoder_decode_as": "Decode as",
		"tools_packet_decoder_decode_as_auto": "Automatic",
		"tools_packet_decoder_decode_as_ccsds_tc": "CCSDS Telecommand Packet",
		"tools_packet_decoder_decode_as_ccsds_tm": "CCSDS Telemetry Packet",
		"tools_packet_decoder_decode_as_pus_tc": "PUS Telecommand Packet",
		"tools_packet_decoder_decode_as_pus_tm": "PUS Telemetry Packet",
		"tools_packet_decoder_headline": "Packet Decoder",
		"tools_packet_decoder_intro": "Enables you to decode a CCSDS or PUS packet which are used to communicate with real-life spacecraft.",
		"tools_text_analyzer_headline": "Text Analyzer",
		"tools_text_analyzer_intro": "Paste or write a text here, and some diagnostic output will be printed immediately, telling you whatever you might want to know about your text.",
		"tools_text_analyzer_out_length": "Length",
		"tools_text_analyzer_out_lines": "Lines",
		"tools_text_analyzer_out_most_common_char": "Most common character",
		"tools_text_analyzer_out_most_common_letter": "Most common letter",
		"tools_text_analyzer_out_sentence_count": "Sentence count",
		"tools_text_analyzer_out_size_est": "Estimated size when saved as plain text file",
		"tools_text_analyzer_out_word_count": "Word count",
		"tools_universal_converter_babylonian": "Babylonian Numerals",
		"tools_universal_converter_base64": "Base64-Encoded Text",
		"tools_universal_converter_binary": "Binary",
		"tools_universal_converter_convert_from": "Convert from",
		"tools_universal_converter_convert_to": "Convert to",
		"tools_universal_converter_decimal": "Decimal",
		"tools_universal_converter_headline": "Universal Converter",
		"tools_universal_converter_hello_hex": "48 65 6C 6C 6F 20 66 72 6F 6D 20 41 20 53 6F 66 74 65 72 20 53 70 61 63 65 21",
		"tools_universal_converter_hexadecimal": "Hexadecimal",
		"tools_universal_converter_intro": "Just like our <a href=\"/products#universalconverter\">Universal Converter app</a> this allows the conversion between various formats.",
		"tools_universal_converter_morse": "Morse Code",
		"tools_universal_converter_octal": "Octal",
		"tools_universal_converter_roman": "Roman Numerals",
		"tools_universal_converter_uri": "URI-Encoded Text",
		"tools_universal_converter_utf16": "Regular Text (Unicode)",
		"transparent": "Transparent",
		"tryit": "Try it out on",
		"university_presentation": "University Presentation",
		"wallpaper": "Wallpaper",
		"web_application": "Web Application",
		"welcome": "Welcome"
	},
	"contentde": {
		"404_intro_1": "Es ist ein 404 Fehler aufgetreten. :(",
		"404_intro_2": "Wenn du einem externen Link zu unserer Seite gefolgt bist, dann scheint dieser Link nicht mehr zu funktionieren.",
		"404_intro_3": "Wenn du einem internen Link auf unserer Seite gefolgt bist, dann <a href=\"mailto:info@asofterspace.com\">sprich uns</a> bitte auf das Problem an!",
		"as_pdf_permalink": "Als PDF (Permalink)",
		"as_zip_permalink": "Als ZIP (Permalink)",
		"ass_baselink": "asofterspace.de",
		"atdomainname": "@asofterspace.com",
		"author": "Autor",
		"based_on": "basierend auf",
		"bricks": "Ziegelsteine",
		"co-founder": "Mitgründer",
		"conference_paper": "Konferenz-Artikel",
		"conference_presentation": "Konferenz-Präsentation",
		"contact": "Kontakt",
		"continuous": "Gekachelt",
		"cookies": "Cookies",
		"customers": "Kunden",
		"customers_esa_headline": "Europäische Raumfahrtagentur",
		"customers_esa_intro": "Wir arbeiten für die Europäische Raumfahrtagentur ESA am EGS-CC Projekt, für das wir Produkte wie beispielsweise <a href=\"/products#ekse\">EKSE</a> bereitstellen und das automatische Aufsetzen von EGS-CC-basierten Systemen ermöglichen.",
		"customers_intro": "Hier ist eine kleine Auswahl unserer Kunden.<br>Wenn du selbst in diese Ruhmeshalle einziehen möchtest, dann zögere nicht und bestell noch heute deine eigene maßgeschneiderte Software bei uns!",
		"customers_right_intro": "<a href=\"https://www.right-basedonscience.de/\" target=\"_blank\">Right</a> ist ein Startup, das versucht, die negativen Auswirkungen unserer Anwesenheit auf das Klima zu reduzieren - was wirklich toll ist!<br>Daher freuen wir uns, dass wir Programme bereitstellen, mit denen sie ihre <a href=\"/products#xdcreportcreator\">XDC-Berichte</a> erstellen können, die dann Entscheidungsträger über die Klimaauswirkungen ihrer Entscheidungen informieren.",
		"customers_skyhook_intro": "Wir programmieren die <a href=\"https://app.skyhook.is/\" target=\"_blank\">Webanwendung</a> von Skyhook Ehf., einem isländischen Startup-Unternehmen, das es Flugzeugmechanikern und Piloten erleichtert, den Überblick über ihre Arbeit nicht zu verlieren.",
		"customers_sve_headline": "SuperVision Earth",
		"customers_sve_intro": "Wir haben das Backend und Teile des Frontends der Webanwendung für SuperVision Earth gebaut - und das Ergebnis wurde gut aufgenommen:",
		"customers_sve_testimonial": "Wir von SuperVision Earth haben bei A Softer Space eine stark maßgeschneiderte Webanwendung in Auftrag gegeben und sie genau nach unseren Wünschen geliefert bekommen. Wir waren mit der Kommunikation, Flexibilität und Leistung von A Softer Space sehr zufrieden und rechnen damit, in naher Zukunft wieder zusammenzuarbeiten.",
		"description": "A Softer Space - Wir erstellen Software für Raumfahrt und Wissenschaft mit Freude und Flexibilität anstatt Bürokratie und Vertragsjargon.",
		"dev_funk_headline": "Dev Funk - Wie wäre es damit, mal nicht die gleichen Fehler immer wieder zu wiederholen?",
		"dev_funk_presentation_update_date": "1. Januar 2020",
		"dev_funk_status": "Präsentiert auf der Entwicklerkonferenz während des BMT 2019/2020 in Bremen, Deutschland",
		"donations": "Spenden",
		"donations_2018_end": "Macht mit der super Arbeit weiter, ihr alle! :)",
		"donations_2018_malaria_1": "2018 haben wir der <a href=\"https://www.againstmalaria.com/\" target=\"_blank\">Against Malaria Foundation</a> eine Spende von 3122,55 € zukommen lassen.",
		"donations_2018_malaria_2": "Von dem Geld werden Netze bereitgestellt, die Menschen vor Insekten schützen und somit direkt an der Wurzel die Ausbreitung von Malaria erschweren.<br>Scheint als würde unser Geld dort also gut genutzt werden!",
		"donations_2018_patreon": "Zusätzlich haben wir 2018 auch noch insgesamt 346,82 $ (309,59 €) über <a href=\"https://www.patreon.com/\" target=\"_blank\">Patreon</a> an Projekte gespendet, von denen wir wirklich denken, dass sie die Welt verändern können - so wie bspw.:<ul><li><a href=\"https://www.youtube.com/user/crashcourse\" target=\"_blank\">CrashCourse</a></li><li><a href=\"https://www.youtube.com/user/Kurzgesagt\" target=\"_blank\">Kurzgesagt - In a Nutshell</a></li><li><a href=\"https://www.youtube.com/user/minutephysics\" target=\"_blank\">MinutePhysics</a></li><li><a href=\"https://www.youtube.com/user/minuteearth\" target=\"_blank\">MinuteEarth</a></li><li><a href=\"https://www.youtube.com/channel/UCw95T_TgbGHhTml4xZ9yIqg\" target=\"_blank\">Vintage Space</a></li></ul>",
		"donations_2018_wikipedia": "Schließlich haben wir noch 100,00 € an die Wikimedia Foundation gespendet, da die Bereitstellung offener Informationen für alle Menschen unglaublich wichtig ist.",
		"donations_2019_bergwaldprojekt": "Außerdem gingen 80,00 € an das <a href=\"https://www.bergwaldprojekt.de/\">Bergwaldprojekt</a>, das Wiederaufforstungsprojekte mit Freiwilligen durchführt.",
		"donations_2019_end": "Wie schon 2018 - macht mit der tollen Arbeit weiter, ihr alle! :)",
		"donations_2019_gutenberg": "Wir haben auch 107,37 $ (100,00 €) an <a href=\"https://www.gutenberg.org/\">Projekt Gutenberg</a> gespendet.",
		"donations_2019_internetarchive": "Zusätzlichen gingen 100,00 € an das <a href=\"https://archive.org/\">Internet Archiv</a>.",
		"donations_2019_malaria_and_strongminds": "2019 haben wir 3877,00 € an die <a href=\"https://www.againstmalaria.com/\" target=\"_blank\">Against Malaria Foundation</a> und 4293,00 $ (3860,44 €) an <a href=\"https://strongminds.org/\" target=\"_blank\">Strongminds</a> gespendet.",
		"donations_2019_patreon": "Zusätzlich haben wir 2019 auch noch insgesamt 225,10 € über <a href=\"https://www.patreon.com/\" target=\"_blank\">Patreon</a> an coole Projekte gespendet.",
		"donations_2020_end": "Spenden, Spenden... Jippey!",
		"donations_2020_refuge": "2020 haben wir 100,00 € an <a href=\"https://www.refuge.org.uk/\" target=\"_blank\">Refuge</a> gespendet, eine Organisation, die Opfern häuslicher Gewalt hilft.",
		"donations_ea_headline": "Effektiver Altruismus",
		"donations_ea_intro": "Wenn du mehr darüber erfahren möchtest, wirkungsvoll zu spenden und selbst einbezogen werden möchtest, dann ist der <a href=\"https://www.effectivealtruism.org/\" target=\"_blank\">Effektive Altruismus</a> genau richtig für dich.",
		"donations_giving_what_we_can_intro_1": "Wir glauben an die Idee hinter der <a href=\"https://www.givingwhatwecan.org/\" target=\"_blank\">Giving What We Can</a> Initiative.",
		"donations_giving_what_we_can_intro_2": "Auf den Punkt gebracht - wenn alle einen kleinen aber wirkungsvollen Anteil ihrer Einkünfte an sinnvolle Projekte spenden, und wenn diese wissenschaftlich geprüft werden um zu untersuchen, ob sie auch wirklich mit dem gespendeten Geld viel Gutes erreichen, dann können die Leben vieler Menschen tatsächlich verbessert werden.",
		"donations_headline_2018": "Spenden im Jahr 2018",
		"donations_headline_2019": "Spenden im Jahr 2019",
		"donations_headline_2020": "Spenden im Jahr 2020",
		"download": "Download",
		"ekse_headline": "EKSE: Ein Kommandozeilen-Interface für EGS-CC-basierte Systeme",
		"ekse_presentation_update_date": "25. April 2018",
		"ekse_status": "Präsentiert auf der SpaceOps Konferenz 2018 in Marseille, Frankreich",
		"ekse_update_date": "25. April 2018",
		"experience": "Erfahrungen",
		"file_type": "Dateityp",
		"flyer_gallery": "Flyergalerie",
		"games": "Spiele",
		"games_intro_1": "Wir wollen die Welt verbessern, Raumfahrt vorantreiben, der Wissenschaft helfen, und all die harten Probleme angehen...<br>Aber manchmal muss sich einfach mal entspannen und ein nettes Spiel spielen.",
		"games_intro_2": "Daher erstellen wir auch Spiele - hauptsächlich als Weg, den Umgang mit neuen Technologien zu erlernen und unsere Fähigkeiten unter Beweis zu stellen.",
		"games_vrcade_intro": "Wir entwickeln gerade eine VR Arcade Halle - kurz vrCade.<br>Die Grundidee ist, dass wir mehrere Flipper-Automaten und Arcade-Maschinen im virtuellen Raum verfügbar machen, sodass du den Spaß einer ganzen Arcade-Halle genießen kannst, ohne auch nur dein Wohnzimmer verlassen zu müssen. :)",
		"games_vrcade_preview": "Hier ist eine kurze Vorschau auf der du den ersten Flipper-Automaten, Flipper QnD, schonmal sehen kannst:",
		"games_wallbreak_online_intro": "Wallbreak Online ist ein kleines Spiel das ursprünglich als Übungsaufgabe für den besten Spieleprogrammierungs-Universitätskurs der Welt geschrieben wurde.",
		"games_wallbreak_online_lets_play": "Du kannst es <a href=\"/games/wallbreak_online/play\" target=\"_blank\">hier</a> selbst mal ausprobieren. (Nutze die linke und rechte Pfeiltaste zum Bewegen.)",
		"games_wallbreak_online_source_code": "Wie bei uns üblich ist der Quelltext dieses Spiels <a href=\"https://github.com/ASofterSpace/assWebsite/tree/master/games/wallbreak_online\" target=\"_blank\">frei verfügbar auf GitHub.</a>",
		"home": "Willkommen",
		"index_contact_section": "Hast du etwas gesehen, das dir gefällt?<br>Möchtest du eine wissenschaftliche Veröffentlichung mit uns herausbringen? Oder möchtest du maßgeschneiderte Software für dich oder deine Firma beschaffen? Oder einfach nur darüber quasseln, wie sich Star Wars in den letzten Jahren so entwickelt hat?<br>Send uns einfach eine Email!",
		"index_cookie_section": "Übrigens: Wir fragen <strong>nicht</strong> danach, ob wir Cookies speichern dürfen.<br>Warum, ist die Frage?<br>Nun... wir mögen unsere Software einfach und zuverlässig. Also speichern wir einfach keine Cookies, Punkt!<br>(Und wir nutzen auch keine unsinnige Software von Drittparteien, die ansonsten ohne unser Wissen so etwas tun könnte. Wir haben zwar eingebettete Youtube-Videos, nutzen für diese aber die youtube-nocookie-URL, sodass beim Laden der Seite keine Cookies gesetzt werden; sobald man auf ein solches Video klickt ist es jedoch zu erwarten, dass Google ein paar Cookies setzen wird.)",
		"index_welcome_other_languages": "Do you prefer a different language?<br><a href=\"https://www.asofterspace.com/\">Here you can find our website in English.</a>",
		"index_welcome_section": "Guten Tag,<br><br>Wir sind A Softer Space.<br><br>Wir erstellen Software für Raumfahrt, Wissenschaft und alles sonst, was sich sinnvoll anfühlt. Unser Ziel ist es, einfache und zuverlässige Produkte ohne übermäßig viel Bürokratie zu erstellen: Software statt Papierkrieg.<br>Von Frankfurt aus helfen wir Kunden auf der ganzen Welt. Unsere Dienstleistungen reichen dabei von der Entwicklung von Legacy-System-Schnittstellen bis hin zur Entwicklung brandneuer VR-Anwendungen - und allem dazwischen.<br><br>Wenn du mehr über uns erfahren möchtest, könntest du dir unsere <a href=\"mission\">Ziele und Visionen</a> oder unsere <a href=\"customers\">Kunden</a> anschauen. Vielleicht möchtest du ja auch ein paar <a href=\"products\">Produkte</a> oder <a href=\"games\">Spiele</a> sehen, an denen wir gearbeitet haben?<br>Doch eher an <a href=\"science\">Wissenschaft</a> interessiert? Möchtest du etwas über unsere <a href=\"donations\">Spendenaktivität</a> erfahren? Oder bist du einfach nur hier, um ein paar <a href=\"resources\">kostenlose Ressourcen</a> abzugreifen?<br>Ich hoffe, dass du hier findest, wonach auch immer du gerade suchst.<br><br>Einen interessanten Tag noch!<br>Moya",
		"input": "Eingabe",
		"jobs": "Jobs",
		"jobs_call_to_action": "Möchtest du dich bewerben? Send einfach eine kurze Email an <a href=\"mailto:jobs@asofterspace.com\">jobs@asofterspace.com</a>... Wir freuen uns darauf, dich kennenzulernen!",
		"jobs_intro": "Hey du!<br>Ja, <strong>DU</strong>! :)<br>Wir brauchen DICH um gemeinsam die Sterne zu erreichen...",
		"jobs_searching": "Jetzt gerade suchen wir nach:<br><br>Programmierer*innen (m/w/d) im Raum Frankfurt / Darmstadt, die am Raumfahrtsektor interessiert sind.<br>Für diese unbefristete Stelle sind für die sechsmonatige Einarbeitungszeit etwa 1800 € brutto pro Monat vorgesehen. Sobald du bei einem konkreten Projekt eingesetzt wirst, erhöht sich dann der Verdienst nochmal je nach Projekt.<br>Vorerfahrung ist nicht notwendig, denn wir können dir gern alles notwendige beibringen. :)",
		"keywords": "Software, Raumfahrt, Java, JavaScript, PHP, EGSCC, OpenMCT",
		"lang": "de",
		"last_updated": "Zuletzt aktualisiert",
		"manual": "Anleitung",
		"masters_thesis": "Masterarbeit",
		"merch_intro": "Hier kannst du unsere Sehr Offizielle, Sehr Wichtige Unternehmenspräsentation finden sowie einige Poster.",
		"merch_presentations_headline": "Präsentation",
		"merch_presentations_intro": "Diese Präsentation zeigt, worum es uns bei A Softer Space geht.",
		"merch_presentations_odp": "<a href=\"/merchandise/A%20Softer%20Space%20(DE).odp\" target=\"_blank\">Präsentation im ODP-Format (Open Document)</a>",
		"merch_presentations_pdf": "<a href=\"/merchandise/A%20Softer%20Space%20(DE).pdf\" target=\"_blank\">Präsentation im PDF-Format (Portable Document)</a>",
		"merch_presentations_pptx": "<a href=\"/merchandise/A%20Softer%20Space%20(DE).pptx\" target=\"_blank\">Präsentation im PPTX-Format (Power Point)</a>",
		"merch_presentations_pptx_just_href": "/merchandise/A%20Softer%20Space%20(DE).pptx",
		"merchandise": "Merchandise",
		"merchandise_flyer_gallery_headline_ass_mars": "A Softer Space Flyer mit dem Thema Mars",
		"merchandise_flyer_gallery_headline_ass_process": "A Softer Space Flyer über unsere Entwicklungsprozess",
		"merchandise_flyer_gallery_headline_ass_software": "A Softer Space Flyer mit dem Thema Software",
		"merchandise_flyer_gallery_headline_ass_vr": "A Softer Space Flyer mit dem Thema Virtual Reality",
		"merchandise_flyer_gallery_intro": "Dies sind ein paar Flyer, die wir erstellt haben:",
		"merchandise_poster_gallery_headline_vrcade_flipperqnd": "Poster über Flipper QnD aus vrCade",
		"merchandise_poster_gallery_intro": "Hier ist ein Poster, das wir erstellt haben:",
		"merchandise_poster_gallery_intro_vrcade_flipperqnd": "Auf unserer <a href=\"/games#vrcade\">Spieleseite</a> kannst du mehr über vrCade erfahren.",
		"mission": "Vision",
		"mission_earth_headline": "Aber was ist mit den Menschen auf der Erde?",
		"mission_earth_intro_1": "<i>Solltet ihr nicht all eure Kraft darauf verwenden, direkt hier auf der Erde Probleme zu beseitigen, solange es noch Menschen gibt, die in Armut leben, solange es noch Kriege gibt und sich Krankheiten ausbreiten und und und...?</i>",
		"mission_earth_intro_2": "Ja, es gibt auf der Erde viele wichtige Probleme.<br>Doch unser Fokus auf Raumfahrt und Wissenschaft im Allgemeinen ermöglicht es uns sowieso schon, einen positiven Einfluss zu nehmen, da so gut wie alle Raumfahrttechnologie auf die eine oder andere Art und Weise das Leben echter Menschen zu Hause verbessert. Wir haben die Sentinel-Satelliten, die über uns wachen, und uns helfen, schneller und effizienter auf Naturkatastrophen zu reagieren; wir haben das GPS Satellitennetzwerk, das es uns nun erlaubt, uns zu verirren, während wir auf unser Smartphone starren, anstatt uns wie früher zu verirren, während wir auf Karten aus Papier gestarrt haben; wir haben Solarzellen auf Dächern, die erneuerbare Energie erzeugen und doch ursprünglich für Weltraumanwendungen entwickelt wurden; die Liste ist endlos.<br>Natürlich wird nicht jedes Problem über Nacht durch wissenschaftlichen Fortschritt gelöst werden - doch wenn wir als Menschheit immer nur auf uns selbst schauen und versuchen, uns selbst zu verbessern, werden wir niemals nach „dort draußen“ gehen. Es wird immer Ungleichheiten geben, die abgebaut werden müssen, irgendwelche Probleme zu Hause, Gründe, die uns davon abhalten, zu den Sternen aufzubrechen.<br>Es scheint also, als ob die richtige Balance gefunden werden muss - eine Balance dazwischen, mutig voranzugehen und dennoch stets auch zu versuchen, die Lebensbedingungen für alle Menschen auf diesem, unserem Heimatplaneten zu verbessern. Als Versuch, diese Balance zu erreichen, haben wir das <a href=\"https://www.givingwhatwecan.org/\" target=\"_blank\">Giving What We Can</a> Gelöbnis abgelegt, und möchten auch jeden sonst ermuntern, dies zu tun. Wir, als Firma, werden jetzt und für immer wenigstens zehn Prozent unseres Nettogewinns (sagen wir mal, jährlich) <a href=\"/donations\">an Aktionen spenden</a>, die sich als besonders effektiv bei der Verbesserung des Lebens herausgestellt haben.",
		"mission_hippies_headline": "Hippies in den Weltraum!",
		"mission_hippies_intro": "Hippies! Queere, vegane Menschen! Punks! Feministen! Nerds! Kinkster! Flüchtlinge!<br>Hier ist erstmal jeder willkommen - wir möchten zusammen tolle Raumfahrt- und Wissenschaftsprojekte anstupsen, an denen jeder teilhaben kann. Du musst nichtmal einen Anzug tragen! (Wenn du natürlich unglaublich gern Anzüge tragen solltest, ist das auch komplett erlaubt. ^^)<br>Viel von unserem Spaß ist <a href=\"https://github.com/ASofterSpace/\" target=\"_blank\">online frei verfügbar</a> (und wird es auch in der Zukunft bleiben), sodass du einfach so online mitmachen kannst, wenn du gerade Lust darauf hast. Wenn du dann eh schon eine ganze Menge Zeit damit zubringst, mit unseren Spielsachen zu spielen, dann kannst du dich natürlich auch einfach gleich bei uns bewerben - send uns einfach eine Nachricht.",
		"mission_intro": "Ein paar Worte dazu, was uns motiviert, was uns antreibt - warum wir all das hier überhaupt machen!",
		"mission_military_headline": "Militär",
		"mission_military_intro": "Wir haben zuvor gesagt, dass alle bei uns willkommen sind - doch es gibt einen ganzen Sektor, mit dem wir uns entschieden haben, nicht zusammenzuarbeiten: Das Militär.<br>Viele Luft- und Raumfahrtfirmen nehmen das liebe teure Geld von Militäraufträgen dankend an, doch wir machen so etwas nicht - wir machen bei keinem Angriff mit, und auch bei keiner verdammten „Verteidigung“, die in der Praxis meist eh das gleiche zu meinen scheint.<br>Das einzige, wovor unsere Software dich jemals verteidigen kann sind Naturkatastrophen und möglicherweise Zombies; niemals andere Menschen. Wenn du mit denen ein Problem hast wirst du wohl mit ihnen reden müssen - sorry.<br>Leider ist sogar die Europäische Raumfahrtagentur, die als ausschließlich friedliche Organisation gegründet wurde, inzwischen dazu übergegangen, ihre eigenen Werte zu verraten, um weitere Aufträge erhalten zu können: „[...] „friedliche Absichten“ können nicht dahingehend interpretiert werden, dass sie ESAs Kapazitäten beeinträchtigen, Aktivitäten [...] militärischer Natur durchzuführen.“ (ESA Council Note ESA/C(2003)153, Original auf Englisch)<br><a href=\"https://xkcd.com/137/\" target=\"_blank\">VERDAMMT. NOCH. MAL.</a><br><br>Wir stehen auf der Seite von <a href=\"http://slatestarcodex.com/2014/07/30/meditations-on-moloch/\" target=\"_blank\">Elua, nicht Moloch</a>.<br>Wenn du von uns erwartest, dass wir Software für Waffen erstellen, dann hast du Pech gehabt! Wir glauben, dass Waffen am Ende immer Menschen töten, und <strong>immer</strong> schlecht sind. Du findest genügend Menschen, die gern für dich arbeiten werden, aber <strong>WIR NICHT</strong>.<br><strong>NICHT JETZT.</strong><br><strong>NICHT SPÄTER.</strong><br>Wir sind die Guten. Oder zumindest versuchen wir das, so gut wir es eben können.<br>Und ja, das ist unser Ernst.",
		"mission_open_headline": "Offenes... Alles",
		"mission_open_intro": "Wir lieben FLOSS (<a href=\"https://de.wikipedia.org/wiki/Free/Libre_Open_Source_Software\" target=\"_blank\">freie und quelloffene Software</a>), und wir glauben ganz allgemein an frei verfügbare Informationen.<br>Du wirst es nie erleben, dass wir irgendwelche bahnbrechenden Ideen hinter einer Bezahlmauer verstecken; stattdessen lieben wir offenen Zugang zu sowohl wissenschaftlichen Daten und auch Software, und wir lieben die Idee hinter der <a href=\"http://unlicense.org/\" target=\"_blank\">Unlizenz</a>, die es einem erlaubt, Software auf jede Art und Weise zu verwenden. Wir versuchen, so viel unserer Software wie möglich unter dieser Lizenz zu veröffentlichen. Da wir jedoch auch mit anderen Firmen zusammenarbeiten, und nicht alle anderen unsere Ansichten komplett teilen, können wir hier nicht versprechen, dass wir immer die Unlizenz für alles verwenden werden, das wir produzieren.<br>Den Lizenztext selbst kannst du <a href=\"/licenses/unlicense\">hier</a> finden.",
		"mission_science_headline": "Wissenschaft und Universitäten",
		"mission_science_intro": "Wir lieben auch die Wissenschaft!<br>Da der Fokus auf Raumfahrt allein sehr eng wäre und schlussendlich auch etwas langweilig, möchten wir uns auch der breiten wissenschaftlichen Gemeinschaft öffnen und unsere Hilfe bei allem anbieten, das komisch, neu, interessant, bahnbrechend oder auf irgendeine andere Art und Weise spaßig ist.<br>Wir glauben, dass wir beispielsweise bei einem bestimmten Problem Abhilfe schaffen können, das Wissenschaftler an Universitäten überall kennen dürften: Studenten basteln wunderbare Programme zusammen, die unglaubliche Dinge tun, zum Beispiel als Teil ihrer Abschlussarbeit - aber dann verlassen sie die Uni, manchmal sogar noch bevor sie ihre Projekte gänzlich fertigstellen können, sodass sie nicht sicherstellen können, dass ihre Programme auch ein Jahr später noch funktionieren. Somit haben Forscher dann eine ganze Reihe halbfertiger Tools zur Auswahl, die alle quasi-fast-so-ein-bisschen-aber-doch-nicht-ganz funktionieren. Wir würden gern an solchen Projekten arbeiten und sicherstellen, dass sie das tun, was von ihnen erwartet wird - und das nicht nur jetzt, sondern für eine lange Zeit.<br>Das gleiche gilt aber auch ganz allgemein für Forscher überall - wenn du irgendwo in einem Feldversuch feststeckst, und ein spezielles Softwaretool brauchst, das XYZ für dich tut, und das Tool halt dummerweise noch nicht existiert: Meld dich bei uns, wir können es erstellen! Wenn du für eine Firma forschst, aber dir ein bestimmtes Programm fehlt, das deinen Tag im Labor so viel effizienter machen würde - stupse deinen Vorgesetzen so lange an, bis er uns beauftragt, es für dich zu bauen! ;)<br>Es ist auch uns klar, dass Geld immer sehr knapp ist, wenn es um wissenschaftliche Forschung geht, und wir sind daher für alle Vorschläge offen, wie man trotzdem einen angemessenen Austausch erreichen kann. Denk auch ruhig mal ein bisschen um die Ecke; wir wollen dir wirklich gern helfen (aber auch unsere Entwickler füttern.)",
		"mission_space_headline": "Warum Weltraum?",
		"mission_space_intro": "Wir lieben den Weltraum!<br>Sieh dir doch einfach nur ein paar Raumfahrzeuge aus Sowjetzeiten an, die mit ihrem <a href=\"https://en.wikipedia.org/wiki/Soyuz_(spacecraft)\" target=\"_blank\">runden Schnickschnack</a> wie <a href=\"https://en.wikipedia.org/wiki/File:Vega_model_-_Udvar-Hazy_Center.JPG\" target=\"_blank\">ausgefallene Insekten mit Zwiebelköpfen</a> aussehen, oder schau dir an wie SpaceX <a href=\"https://www.youtube.com/watch?v=lEr9cPpuAx8\" target=\"_blank\">Raketen auf autonomen Schiffen landet</a>, die nach Raumschiffen aus der <a href=\"https://en.wikipedia.org/wiki/Culture_series\" target=\"_blank\">Culture-Serie</a> benannt wurden, oder <a href=\"https://en.wikipedia.org/wiki/Huygens_(spacecraft)\">die Landung von Huygens auf Titan</a> einschließlich dem Zurücksenden eines supercoolen <a href=\"https://en.wikipedia.org/wiki/Huygens_(spacecraft)#/media/File:Huygens_surface_color.jpg\" target=\"_blank\">Hipster Sepia-Fotos</a>...<br>Alles, was mit der Erkundung des Weltraums zu tun hat, ist wunderbar, cool - und gleichzeitig auch unglaublich schwer. Aber das unmögliche zu tun macht uns mächtig. Nur wenn wir die schwierigsten Probleme angehen können wir als Menschen am hellsten leuchten, uns wunderbare Innovationen ausdenken, und gigantische Sprünge nach vorn unternehmen. Und daher entscheiden wir uns, diese Dinge zu tun, <a href=\"https://en.wikipedia.org/wiki/We_choose_to_go_to_the_Moon\" target=\"_blank\">nicht weil sie einfach sind, sondern genau weil sie schwierig sind</a>.",
		"oops": "Ups!",
		"openly_available_on": "Frei verfügbar auf",
		"original": "Original",
		"output": "Ausgabe",
		"pages": "Seiten",
		"particleboard": "Spanplatte",
		"policy_document": "Datenschutzrichtlinie",
		"poster_gallery": "Postergalerie",
		"privacy_policies": "Datenschutzrichtlinien",
		"privacy_policies_intro": "Dies sind die Datenschutzrichtlinien die wir für unsere Produkte und Spiele bisher veröffentlicht haben:",
		"privacy_policy": "Datenschutz",
		"privacy_policy_universalconverter_headline": "Datenschutzrichtlinie für den UniversalConverter",
		"privacy_policy_universalconverter_intro_1": "Die UniversalConverter-App ermöglicht es, die Taschenlampe des Android-Gerätes zu nutzen, um die generierten Morse-Zeichen auszugeben.",
		"privacy_policy_universalconverter_intro_2": "Um auf die Taschenlampe zuzugreifen und diese Aktion ausführen zu können, muss auf die Kamera zugegriffen werden, da die Taschenlampe als Blitzlicht technisch gesehen Teil des Kamera-Systems des Android-Gerätes ist.<br>Daher benötigt die UniversalConverter-App Zugriff auf die Kamera. Da sie aber nur an der Taschenlampe interessiert ist, werden keine Daten von der Kamera aufgenommen, und auch keine Daten irgendwo gespeichert oder irendwohin übertragen.",
		"privacy_policy_universalconverter_intro_3": "Außerdem werden auch keine Daten bezüglich der Nutzung der Taschenlampe gesammelt, gespeichert oder irgendwohin übertragen.",
		"privacy_policy_universalconverter_intro_4": "Nutzer haben das volle Recht darauf, ihr Einverständnis zu widerrufen und die Löschung aller Daten zu fordern, indem sie sich beispielsweise an <a href=\"mailto:info@asofterspace.com\">info@asofterspace.com</a> wenden (was aber zu keiner Aktion führen wird, da ja von vornherein keine Daten gesammelt werden, und somit auch nichts vorhanden ist, was gelöscht werden kann.)",
		"products": "Produkte",
		"products_assEditor_intro_1": "Nachdem uns bereits existierende Editoren mehr und mehr frustriert haben - gerade mit automatischen Vervollständigungsroutinen, die die Eingabe spürbar verzögern - haben wir begonnen, unseren eigenen Quelltext-Editor zu schreiben. Er ist darauf optimiert, schnelles Eintippen zu ermöglichen und bietet auch noch ein paar andere raffinierte Features.",
		"products_assMusician_intro_1": "Ein kleines Programm, das einen Song einliest... und den gleichen Song mit haufenweise Trommeln wieder ausspuckt! Jippey!<br>Das Ergebnis wird dann auf YouTube hochgeladen...",
		"products_cdm_tool_intro": "Das CDM Commandline Tool kann genutzt werden, um CDMs für EGS-CC direkt von der Kommandozeile aus zu editieren.<br>Besonders hilfreich sind die Konvertierung zwischen verschiedenen CDM-Versionen und die Validierung existierender CDMs.",
		"products_ekse_intro_1": "Die EGS-CC Karaf Shell Erweiterung, kurz EKSE, ist ein Tool das die direkte Interaktion mit dem Backend eines auf EGS-CC basierenden Systems ermöglicht.<br>(Und falls du dich fragst, was dieses EGS-CC wohl sein mag - das ist eine neue Sammlung an Bausteinen, die über ganz Europa verteilt entwickelt wurden und mit denen man sich ein Monitoring- und Control-System für Raumschiffe, Bodenstationen und so ziemlich alles andere auch zusammenbauen kann. <a href=\"http://www.egscc.esa.int/\" target=\"_blank\">Hier</a> kannst du mehr darüber erfahren.)",
		"products_ekse_intro_2": "Übrigens - wir haben einen ganzen <a href=\"science#ekse\">Artikel über EKSE</a> auf unserer Wissenschaftsseite!",
		"products_ekse_source_code": "Der Quelltext für EKSE ist derzeit leider nur am ESOC in Darmstadt verfügbar.",
		"products_intro": "Dies ist eine kleine Auswahl an Produkten, die wir bisher erstellt haben.",
		"products_ipr_awareness_1": "",
		"products_ipr_awareness_2": "",
		"products_ipr_awareness_3": "",
		"products_ipr_awareness_4": "",
		"products_ipr_awareness_5": "",
		"products_ipr_awareness_6": "",
		"products_ipr_awareness_7": "",
		"products_ipr_awareness_intro": "Diese Seite ist noch nicht auf Deutsch verfügbar.",
		"products_ipr_awareness_trainings_banner": "",
		"products_led_solutions_headline": "LED Lösungen",
		"products_led_solutions_intro": "Wir bieten verschiedene LED und Smart Home Automation Lösungen.",
		"products_led_solutions_preview": "Hier ist ein kleiner Vorgeschmack darauf, was passiert, wenn man uns mit einem Arduino und einer handvoll LEDs für ein paar Minuten alleine lässt:",
		"products_pdf_qr_reader_intro": "Der PDF QR Reader ist ein kleines Programm, das:<ol><li>Eine PDF-Datei einliest</li><li>QR Codes darin auffindet</li><li>Inhalte dieser QR Codes ausliest</li><li>Resultate in verschiedenen Ausgabeformaten wiedergibt wie bspw. TXT, JSON und XML</li></ol>",
		"products_universalconverter_intro": "Dies war unsere erste Testanwendung, mit der wir etwas mehr über die App-Entwicklung auf Smartphones lernen wollten. Wie man schon am Namen erkennen kann, ermöglicht sie die Konvertierung zwischen vielen verschiedenen Arten von Daten. :)",
		"products_vr_code_analyzer_1": "",
		"products_vr_code_analyzer_2": "",
		"products_vr_code_analyzer_intro": "Diese Seite ist noch nicht auf Deutsch verfügbar.",
		"products_xdc_github": "Der XDC Report Creator selbst ist nicht quelloffen (schade!), aber er basiert zu großen Teilen auf unserer Java Toolbox, die frei verfügbar auf <a href=\"https://github.com/ASofterSpace/Toolbox-Java\" target=\"_blank\">GitHub</a> herumliegt (jippey!)",
		"products_xdc_intro": "Der XDC Report Creator wird vom Startup-Unternehmen <a href=\"https://www.right-basedonscience.de/\" target=\"_blank\">right. based on science</a> genutzt, um XDC-Berichte zu erstellen.",
		"purple": "Lila",
		"reference_graphs_gml_update_date": "27. Januar 2016",
		"reference_graphs_headline": "Konstruktion und Vereinigung von Referenzgraphen für menschliche Genomsequenzen",
		"reference_graphs_presentation_update_date": "27. Januar 2016",
		"reference_graphs_status": "Im Januar 2016 an der Universität Islands verteidigt",
		"reference_graphs_update_date": "29. August 2017",
		"research": "Forschung",
		"resource_disclaimer": "All diese Texturen wurden von A Softer Space erstellt und werden dir hiermit kostenlos zur Verfügung gestellt, damit du damit machen kannst, was auch immer du möchtest.<br>Wenn du eine exaktere Lizenz benötigst, dann <a href=\"mailto:info@asofterspace.com\">schreib uns einfach</a>, und ich bin mir sicher, dass wir uns irgendwie einigen können. :)",
		"resource_howto": "Um eine dieser Texturen zu nutzen, klicke einfach mit einem Rechtsklick darauf und wähle &rangle; Speichern unter... aus. Speichere sie dann auf deinem Computer und importiere sie in welches Programm auch immer du nutzt um 3D-Spiele, Anwendungen oder was auch immer du magst zu erstellen.",
		"resource_kind": "Dokumentart",
		"resource_kind_colored": "Dies ist eine Version der Textur auf die ein Farbfilter angewendet wurde.<br>Natürlich kannst du jeden beliebigen Filter auch einfach selbst auf all unsere Texturen anwenden, aber manchmal mögen wir den Effekt von bestimmten Farben so sehr, dass wir sie direkt zusätzlich zu den originalen Texturen hier hochladen. :)<br>Wenn du selbst einen Filter auf eine unserer Texturen anwendet und das Ergebnis so toll ist, dass du es mit uns teilen möchtest - dann tu das ruhig!",
		"resource_kind_continuous": "Dies ist eine Version der Textur, die leicht bearbeitet wurde, sodass sie in gekachelter Ansicht genutzt werden kann. (Dafür wurden die Seitenbereiche so bearbeitet, dass sie besser ineinander übergehen. Außerdem wurde die Textur auf ein Quadrat zugeschnitten.)",
		"resource_kind_original": "Dies ist die originale Version der Textur.",
		"resources": "Ressourcen",
		"resources_bricks_1_intro": "Nur ein paar Ziegel...",
		"resources_bricks_2_intro": "Noch mehr Ziegel! Hurra!",
		"resources_intro": "Wie auf unserer <a href=\"mission#open\">Visionsseite</a> beschrieben, brennen wir richtiggehend für den freien Zugang zu Informationen und Daten.<br>Wir präsentieren darum hier ein (sehr!) kleines Archiv an Texturen, die wir für unsere 3D- und VR-Anwendungen selbst angefertigt haben. Und wer weiß - vielleicht auch noch andere Arten von Ressourcen in der Zukunft.",
		"resources_particleboard_1_intro": "Dies ist ein Foto einer Spanplatte, die wir bei uns zu Hause haben. Es steht sogar in verschiedenen Farben zum Download bereit, da verschiedene Farben lustig sind!",
		"resources_transparent_explanation": "Hier haben wir die Textur in einen transparenten Bereich eingebettet, sodass sie über eine beliebige Wandtextur gelegt werden kann und dann so aussieht, als ob die Tapete aufgerissen sei und die Ziegel dadurch hindurch gesehen werden könnten.<br>(Wenn du aber noch realistischer sein möchtest, solltest du diese Art von Effekt eher auf eine Tapetentextur anwenden, und die kompletten Ziegel dahintersetzen - denn im echten Leben sind die Ziegel HINTER der Tapete, nicht war? ^^)",
		"resources_wallpaper_1_intro": "Ein bisschen weiße Tapete... nicht wirklich umwerfend, aber doch immer wieder hilfreich.",
		"resources_wallpaper_2_intro": "Noch mehr weite Tapete - diese ist etwas gröber als Tapete 1.",
		"rewinding_the_clock_headline": "Die Uhr zurückdrehen: Playback-Konzepte in EGS-CC",
		"rewinding_the_clock_paper_status": "Von A Softer Space veröffentlicht, da ESAW keine Artikel veröffentlicht",
		"rewinding_the_clock_presentation_update_date": "22. Mai 2019",
		"rewinding_the_clock_status": "Präsentiert auf dem 7. European Ground System Architecture Workshop in Darmstadt, Deutschland",
		"rewinding_the_clock_update_date": "22. Mai 2019",
		"science": "Forschung",
		"science_intro": "Idealerweise würden wir gern jede Menge interessanter Forschung anstellen und alle Ergebnisse hier frei verfügbar machen.<br>Wie man sehen kann, sind wir damit aber noch nicht allzu weit gekommen. Wenn du also Interesse daran haben solltest, mit uns als Partner Forschung zu betreiben, dann lass es bitte uns wissen!",
		"silver": "Silber",
		"size": "Größe",
		"slides": "Folien",
		"sourcecode": "Quelltext",
		"status": "Status",
		"tabs": "Tabs",
		"textures": "Texturen",
		"times": "mal",
		"title": "a softer space",
		"tools": "Werkzeuge",
		"tools_deck_building_calculator_cards": "Karten",
		"tools_deck_building_calculator_cards_as": "Karten als",
		"tools_deck_building_calculator_cat": "Katze",
		"tools_deck_building_calculator_dog": "Hund",
		"tools_deck_building_calculator_headline": "Deckbaurechner",
		"tools_deck_building_calculator_intro": "Dieser Rechner soll beim Deckbau helfen. Viel Glück!",
		"tools_deck_building_calculator_king": "König",
		"tools_deck_building_calculator_queen": "Dame",
		"tools_deck_building_calculator_result": "Die Wahrscheinlichkeit, wenigstens eine von jeder Art der markierten Karten zu ziehen, ist etwa:",
		"tools_deck_building_calculator_you_draw": "Du ziehst",
		"tools_deck_building_calculator_you_have_a_deck_of": "Du hast ein Deck mit",
		"tools_deck_building_calculator_you_mark": "Du markierst",
		"tools_dependency_field_guide_call_to_action": "Lies am besten gleich los - und bitte sende uns eine Email an <a href=\"mailto:info@asofterspace.com\">info@asofterspace.com</a>, falls du irgendwelche Fragen haben solltest.",
		"tools_dependency_field_guide_click_for_free": "Klicke auf den Link um dein kostenloses PDF zu erhalten",
		"tools_dependency_field_guide_download_link": "Lade den Dependency Field Guide herunter",
		"tools_dependency_field_guide_friend": "Hast du Freunde, die vom Dependency Field Guide profitieren könnten? Du kannst gern den Link zu dieser Seite verschicken:",
		"tools_dependency_field_guide_headline": "Dependency Field Guide",
		"tools_dependency_field_guide_keep_on_track": "Was du durch das Lesen des Dependency Field Guides lernst, wird dir dabei helfen, dein Softwareprojekt auf dem richtigen Kurs zu halten. Dir wird erklärt, wie du genau die externen Abhängigkeiten auswählen kannst, die stabil und wartbar sind - und es vermeidest, dein Projekt zu sehr aufzublähen.",
		"tools_dependency_field_guide_yours": "Mit fröhlichen Grüßen,",
		"tools_intro": "Die folgenden Werkzeuge haben wir zunächst einmal für uns selbst hergestellt, um unsere eigene Arbeit einfacher zu machen. Vielleicht sind sie ja auch für dich nützlich!<br>Wie bei uns üblich sind die Quelltexte dieser Werkzeuge <a href=\"https://github.com/ASofterSpace/assWebsite/tree/master/tools\" target=\"_blank\">frei verfügbar auf GitHub.</a>",
		"tools_json_formatter_headline": "JSON Formatierer",
		"tools_json_formatter_intro": "Gib JSON-Daten ein und sie werden nett formatiert wieder ausgegeben.",
		"tools_json_formatter_sort_alphabetically": "Objektschlüssel alphabetisch sortieren",
		"tools_packet_decoder_decode_as": "Decode as",
		"tools_packet_decoder_decode_as_auto": "Automatic",
		"tools_packet_decoder_decode_as_ccsds_tc": "CCSDS Telecommand Packet",
		"tools_packet_decoder_decode_as_ccsds_tm": "CCSDS Telemetry Packet",
		"tools_packet_decoder_decode_as_pus_tc": "PUS Telecommand Packet",
		"tools_packet_decoder_decode_as_pus_tm": "PUS Telemetry Packet",
		"tools_packet_decoder_headline": "Paket Decoder",
		"tools_packet_decoder_intro": "Ermöglicht es dir, CCSDS und PUS Pakete zu decodieren, die genutzt werden, um mit echten Satelliten zu kommunizieren.",
		"tools_text_analyzer_headline": "Text Analyzer",
		"tools_text_analyzer_intro": "Schreib hier einfach Text (oder kopiere ihn von woanders her.) Sofort zeigt der Text Analyzer alle möglichen Informationen über deinen Text an.",
		"tools_text_analyzer_out_length": "Länge",
		"tools_text_analyzer_out_lines": "Zeilen",
		"tools_text_analyzer_out_most_common_char": "Am meisten auftretendes Schriftzeichen",
		"tools_text_analyzer_out_most_common_letter": "Am meisten auftretender Buchstabe",
		"tools_text_analyzer_out_sentence_count": "Satzanzahl",
		"tools_text_analyzer_out_size_est": "Geschätzte Größe beim Speichern als Textdatei",
		"tools_text_analyzer_out_word_count": "Wortanzahl",
		"tools_universal_converter_babylonian": "Babylonische Zahlen",
		"tools_universal_converter_base64": "Base64-Kodierter Text",
		"tools_universal_converter_binary": "Binär",
		"tools_universal_converter_convert_from": "Von",
		"tools_universal_converter_convert_to": "Zu",
		"tools_universal_converter_decimal": "Dezimal",
		"tools_universal_converter_headline": "Universeller Konverter",
		"tools_universal_converter_hello_hex": "48 61 6C 6C 6F 20 76 6F 6E 20 41 20 53 6F 66 74 65 72 20 53 70 61 63 65 21",
		"tools_universal_converter_hexadecimal": "Hexadezimal",
		"tools_universal_converter_intro": "Wie unsere <a href=\"/products#universalconverter\">Universal Converter App</a> erlaubt dies die Konvertierung zwischen verschiedenen Formaten.",
		"tools_universal_converter_morse": "Morsezeichen",
		"tools_universal_converter_octal": "Oktal",
		"tools_universal_converter_roman": "Römische Zahlen",
		"tools_universal_converter_uri": "URI-Kodierter Text",
		"tools_universal_converter_utf16": "Normaler Text (Unicode)",
		"transparent": "Transparent",
		"tryit": "Probier es auf",
		"university_presentation": "Universitäts-Präsentation",
		"wallpaper": "Tapete",
		"web_application": "Webanwendung",
		"welcome": "Willkommen"
	},
	"files": [
		"index.php",
		"nav.php",
		"mission.php",
		"products.php",
		"jobs.php",
		"cdm/index.php",
		"cdm/manual.pdf",
		"cdm/cdm.zip",
		"pdfQrReader/index.php",
		"pdfQrReader/manual.pdf",
		"pdfQrReader/pdfQrReader.zip",
		"xdc/index.php",
		"iprawareness/index.php",
		"vrcodeanalyzer/index.php",
		"customers.php",
		"science/index.php",
		"tools/index.php",
		"tools/jsonFormatter.php",
		"tools/jsonFormatter.js",
		"tools/packetDecoder.js",
		"tools/packetDecoder.php",
		"tools/textAnalyzer.js",
		"tools/textAnalyzer.php",
		"tools/dependencyFieldGuide.php",
		"tools/dependencyFieldGuide.pdf",
		"tools/universalConverter.js",
		"tools/universalConverter.php",
		"tools/deckBuildingCalculator.php",
		"tools/deckBuildingCalculator.js",
		"games/index.php",
		"games/wallbreak_online/play.php",
		"games/wallbreak_online/up00.png",
		"games/wallbreak_online/up01.png",
		"games/wallbreak_online/up02.png",
		"games/wallbreak_online/up03.png",
		"games/wallbreak_online/up04.png",
		"games/wallbreak_online/up05.png",
		"games/wallbreak_online/up10.png",
		"games/wallbreak_online/up11.png",
		"games/wallbreak_online/up12.png",
		"games/wallbreak_online/up13.png",
		"games/wallbreak_online/up15.png",
		"games/wallbreak_online/wallbreak.js",
		"resources/index.php",
		"resources/bricks_1.php",
		"resources/bricks_2.php",
		"resources/particleboard_1.php",
		"resources/wallpaper_1.php",
		"resources/wallpaper_2.php",
		"merchandise/index.php",
		"merchandise/A Softer Space (DE).odp",
		"merchandise/A Softer Space (DE).pptx",
		"merchandise/A Softer Space.odp",
		"merchandise/A Softer Space (DE).pdf",
		"merchandise/A Softer Space.pdf",
		"merchandise/A Softer Space.pptx",
		"merchandise/ass_presentation_preview.png",
		"donations.php",
		"style.css",
		"carousel.js",
		"pix.js",
		"pics/logo.png",
		"pics/flyer_software_de.png",
		"pics/flyer_software_en.png",
		"pics/flyer_mars_de.png",
		"pics/flyer_mars_en.png",
		"pics/flyer_vr_de.png",
		"pics/flyer_vr_en.png",
		"pics/flyer_process_de.png",
		"pics/flyer_process_en.png",
		"pics/poster_flipper_qnd.png",
		"pics/textures/bricks_1.jpg",
		"pics/textures/bricks_1_preview.jpg",
		"pics/textures/bricks_1_in_wall.png",
		"pics/textures/bricks_1_in_wall_preview.jpg",
		"pics/textures/bricks_2.jpg",
		"pics/textures/bricks_2_preview.jpg",
		"pics/textures/particleboard_1.jpg",
		"pics/textures/particleboard_1_preview.jpg",
		"pics/textures/particleboard_1_continuous.jpg",
		"pics/textures/particleboard_1_continuous_preview.jpg",
		"pics/textures/particleboard_1_purple_continuous.jpg",
		"pics/textures/particleboard_1_purple_continuous_preview.jpg",
		"pics/textures/particleboard_1_silver_continuous.jpg",
		"pics/textures/particleboard_1_silver_continuous_preview.jpg",
		"pics/textures/wallpaper_1.jpg",
		"pics/textures/wallpaper_1_preview.jpg",
		"pics/textures/wallpaper_1_continuous.jpg",
		"pics/textures/wallpaper_1_continuous_preview.jpg",
		"pics/textures/wallpaper_2.jpg",
		"pics/textures/wallpaper_2_preview.jpg",
		"pics/textures/wallpaper_2_continuous.jpg",
		"pics/textures/wallpaper_2_continuous_preview.jpg",
		"pics/bg_esja_1.jpg",
		"pics/bg_esja_2.jpg",
		"pics/bg_island_1.jpg",
		"pics/bg_solheimajokull_1.jpg",
		"pics/bg_newton_1.jpg",
		"pics/bg_newton_2.jpg",
		"pics/bg_sourcecode_1.png",
		"pics/bg_sos_1.jpg",
		"pics/burger.png",
		"pics/backtotop_light.png",
		"pics/exp_bluebird.png",
		"pics/exp_egscc.png",
		"pics/exp_gml.png",
		"pics/exp_openmct.png",
		"pics/exp_bitbybit.png",
		"pics/exp_skyhook.png",
		"pics/exp_sve.png",
		"pics/exp_right.png",
		"pics/products/cdm_1.png",
		"pics/products/pdf_qr_reader_1.png",
		"pics/products/ekse.png",
		"pics/products/xdcreportcreator.png",
		"pics/products/universalconverter_feature_graphic.png",
		"pics/products/assEditor_2.png",
		"pics/products/more_drums_1.png",
		"pics/games/wallbreak_online_1.png",
		"privacy/index.php",
		"privacy/universalconverter.php",
		"science/papers/ekse_cover.png",
		"science/papers/ekse.pdf",
		"science/papers/ekse_presentation.pptx",
		"science/papers/ekse_presentation_cover.png",
		"science/papers/reference_graphs_gml_cover.png",
		"science/papers/reference_graphs_presentation_cover.png",
		"science/papers/reference_graphs_cover.png",
		"science/papers/reference_graphs.pdf",
		"science/papers/reference_graphs/*",
		"science/papers/rewinding_the_clock_presentation_cover.png",
		"science/papers/rewinding_the_clock.pptx",
		"science/papers/rewinding_the_clock_cover.png",
		"science/papers/rewinding_the_clock.pdf",
		"science/papers/dev_funk_presentation_cover.png",
		"science/papers/dev_funk.pptx",
		"xdc/generate.pdf",
		"licenses/unlicense.txt",
		"licenses/unlicense.php",
		"oops404.php",
		"htaccess"
	],
	"uploadStrDE": "C:\\home\\system\\psftp\\psftp.exe ubuntu@185.12.7.253 -i C:\\home\\prog\\webdev\\sec\\cloudsigmaprivate.ppk -b ",
	"uploadStrEN": "C:\\home\\system\\psftp\\psftp.exe ubuntu@185.12.7.253 -i C:\\home\\prog\\webdev\\sec\\cloudsigmaprivate.ppk -b ",
	"version": 9150
}
